Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/other_files/samisk_som_forstesprak_nordsamisk.doc.tmx
Source language: sme
Languages: smj

source: Fága ulbmil
smj: Fága ulmme

source: Sámit leat okta álbmot vaikko orrot iešguđet riikkas, ja giella čatná sámiid oktii riikarájiid rastá.
smj: Sáme gulluji avta álmmugij vájku årru iesjgeŋga rijkan, ja giella tjadná sámijt aktij badjel rijkarájáj.

source: Sámegiella lea nanu sámi kulturguoddi ja sisttisdoallá oktasaš árvvuid, vásáhusaid ja máhtu.
smj: Sámegiella le ájnas kultuvrraguodden ja gielan li aktisasj árvo, åtsådallama ja máhto.

source: Sámegiella lea almmolaš giella Norggas, Ruoŧas ja Suomas ja lea ulbmil ahte sámegiella galgá bisuhuvvot ja ainovdánahttot boahtte buolvvaide.
smj: Sámegiella le almulasj giella Vuonan, Svierigin ja Suoman ja ulmme le sámegielav bisodit ja åvddånahttet boahtte buolvajda.

source: Seammás lea sámegiella unnitlogugiella Norggas, Ruoŧas, Suomas ja Ruoššas, ja gielladilli ja sámegiela eavttut eai leat ovttaláganat iešguđet guovlluin Sámis.
smj: Sæmmi båttå le sámegiella unneplågogiella Vuonan, Svierigin, Suoman ja Ruossjan, ja gielladille ja sámegiela ævto ælla avtalágátja juohkka guovlon Sámen.

source: Muhtin sámi servodagain lea sámegiella eanetlogu giella, muhto eará sámi servodagain lea sámegiella unnitlogugiella.
smj: Muhtem sáme sebrudagájn le sámegiella ieneplågogiella, ja ietjá sebrudagájn vas unneplågogiella.

source: Oahpahus sámegielas galgá leat mielde lahttudit mánáid ja nuoraid sámi kultuvrii ja servodateallimii, ja kulturipmárdus, gulahallan, oahppahábmen ja identitehtaovdánahttin leat guovddážis oahpaheamis.
smj: Åhpadus sámegielan galggá viehkedit mánájt ja nuorajt oassálastátjit sáme kultuvrraj ja sebrudakiellemij, gånnå kultuvrradádjadus, guládallam, ulmusjvuodahábbmim ja identitehtaåvddånahttem le guovdátjin åhpadimen.

source: Oahpahus mii ovddida positiivvalaš guottuid sámegillii ja mii vuhtiiváldá dan máŋggalágan giella- ja kulturvalljivuođa maid sámi oahppit vásihit, addá ohppiide máŋggagielalaš ja - kultuvrralaš gelbbolašvuođa ja gielalaš iešluohttámuša ja vuođu aktiivvalaš servodatoassálastimii ja eallinagioahppamii.
smj: Åhpadus mij åvdet positijvalasj guottojt sámegiela hárráj ja mij vielet giela ja kultuvra moattevuodav majt sáme oahppe åtsådalli, vaddá oahppijda moattegielak ja moattekultuvralasj máhtudagáv ja gielalasj iesjluohtádusáv ja vuodov aktijvalasj sebrudakoassálasstemij ja iellemájge oahppamij.

source: Buorre sámegielgelbbolašvuohta addá vejolašvuođaid válljet oahpu ja barggu.
smj: Buorre sámegielmáhtudahka vaddá máhttelisvuodav válljit åhpadusáv ja bargov.

source: Fága sámegiella vuosttašgiellan galgá ovttas dárogielfágain bidjat vuođu ohppiid guovttegielalašvuođa ovdánahttimii, ja leat mielde addime ovttaskas oahppái máhtu, movtta ja oadjebasvuođa seailluhit, nannet ja ovdánahttit gielas sihke njálmmálaččat ja čálalaččat.
smj: Fáhka sámegiella vuostasjgiellan galggá aktajn dárogielfágajn biedjat vuodov oahppij guovtegielakvuoda åvddånibmáj, ja liehket maŋen vaddemin ájnegis oahppáj máhtov, måvtåv ja jasskavuodav bisodittjat, nannitjit ja åvddånahtátjit gielav sihke njálmálattjat ja tjálalattjat.

source: Deattuhettiin sámi kultuvrra guovddáš árvvuid, sáhttá fága maid čujuhit mainnalágiin sámi árvvuid sáhttá heivehit ja ainovdánahttit ođđa dilálašvuođaide ja rievdi áigái.
smj: Gå fáhka sáme kultuvra guovdálasj árvojt dættot, de máhttá fáhka dan baktu vuosedit gæjnov gåktu sáme árvojt máhttá hiebadit ja åvddånahttet ådå dilijda ja ájggáj mij álu le rievddama vuolen.

source: Diehtu eará eamiálbmogiid ja kultuvrraid birra váikkuha dasa ahte olmmoš buorebut ipmirda ja árvvusatná earáid, ja maid dasa ahte buorebut ipmirda iežas kultuvrra.
smj: Diehto ietjá álggoálmmugij ja kultuvraj birra vaddá buorep dádjadusáv ja vieledimev iehtjádij gáktuj, valla aj buorep dádjadusáv ietjas kultuvrraj.

source: Oahppit galget, aktiivvalaš giellageavaheami bokte beassat vásihit, hutkat ja bargat kreatiivvalaččat ja ovdánahttit iežaset estehtalaš beliid.
smj: Oahppe galggi, aktijvalasj giellaano baktu, bessat åtsådallat, ásadit ja barggat kreatijvalattjat ja åvddånahttet ietjasa estehtalasj bielijt.

source: Fága galgá ovdánahttit ovttaskas oahppi giella- ja teakstagelbbolašvuođa oahppi iežas návccaid vuođul ja movttiidahttit oahppi ovdánahttit buriid oahppanstrategiijaid ja kritihkalaš jurddašeami.
smj: Fáhka galggá åvddånahttet ájnegis oahppe giella- ja tækstamáhtudagáv oahppe ietjas vaddásij milta ja arvusmahttet åvddånahtátjit buorre oahppamstrategijajt ja dájdov lájttális ájádallamvuohkáj.

source: Dasa lassin galgá fága movttiidahttit oahppi lohkan- ja čállinhálu ja buriid lohkan- ja čállindábiid ovdánahttit.
smj: Dasi lassen galggá fáhka måvtåstuhttet åvddånáhtátjit låhkåm- ja tjállemmielav ja buorre låhkam- ja tjállemdábijt.

source: Sámi girjjálašvuhtii ja iešguđet sámegielaide ja suopmaniidda oahpásnuhttin viiddida ohppiid iežaset ipmárdusa giella- ja kulturvalljivuođas sámi servodagain.
smj: Sáme girjálasjvuohtaj ja iesjgeŋga sámegielajda ja giellasuorgijda oahpásmuhttem, vijdet oahppij ietjasa dádjadusáv giella- ja kultuvravaljesvuoda hárráj sáme sebrudagájn.

source: Vai oahppit galget buoremuslági mielde beassat ovdánahttit iežaset sámegielgelbbolašvuođa, de lea deaŧalaš ahte ohppiin lea vejolašvuohta geavahit iešguđet giellaarenaid.
smj: Vaj oahppe galggi buoremusláhkáj bessat åvddånahttet ietjasa sámegielmáhtudagáv, de le ájnas jus oahppijn le máhttelisvuohta adnet duov-dáv giellaarenav.

source: Fága sámegiella vuosttašgiellan sáhttá maid leat reaidun eará fágaide.
smj: Fáhka sámegiella vuostasjgiellan máhttá aj liehket ræjddon ietjá fágajda.

source: Sámegiel- ja dárogielfágas leat ollu oktasašoasit ja danne lea lagas ovttasbargu dan guovtti fága gaskka deaŧalaš.
smj: Sámegiel- ja dárogielfágan li ållo aktisasjoase, ja danen le lagáp aktisasjbarggo dan guovte fága gaskan ájnas.

source: Fága váldooasit Fága lea juhkkojuvvon váldoosiide maidda leat hábmejuvvon gelbbolašvuođamihttomearit.
smj: Fáhka le juogeduvvam oajvveåsijda, ja juohkka oasen li máhtudakmihto.

source: Váldooasit dievasmahttet nuppit nuppiid ja fertejit gehččojuvvot oktavuohtan.
smj: Oajvveoase li oase ållesvuodas ja dajn le aktijvuohta.

source: Fága lea oktasašfága, mii gullá buot joatkkaoahpahusa oahppoprográmmaide.
smj: Åhpadusábnas la aktisasjåhpadusábnas gájkka åhpadusprográmmajda joarkkaskåvllååhpadusán.

source: Oahpahusa galgá danin heivehit sierra oahppoprográmmaide vai dat livččii ohppiide nu relevánta go vejolaš.
smj: Åhpadusáv galggá dan diehti dahkat nåv guoskevattjan gå máhttelis oahppijda umass åhpadusprográmmaj hebadime baktu.

source: Sámegiella vuosttašgiellanfágas leat gelbbolašvuođamihttomearit maŋŋel vuođđoskuvlla 2., 4., 7. ja 10. ceahki ja maŋŋel Jo1, Jo2 ja Jo3 joatkkaoahpahusa studerenráhkkanahtti oahppoprográmmaid.
smj: Sámegiella vuostasjgiellanfágan li máhtudakmihto maŋŋela vuodoskåvlå 2., 4., 7. ja 10. jahkedáse ja maŋŋela joarkkaåhpadusá Jo1, Jo2 ja Jo3 oahppogárvedime åhpadusprográmmaj.

source: Fidnofágalaš oahppoprográmmain lea diibmolohku sámegielfágas Jo1:as ja Jo2:is unnit go Jo1 studerenráhkkanahtti oahppoprográmmas.
smj: Viddnofágalasj åhpadusprográmmajn le tijmmalåhko sámegielfágan Jo1:an ja Jo2:an binnep gå Jo1 oahppogárvedime åhpadusprográmman.

source: Gelbbolašvuođamihttomearit mat leat merkejuvvon násttiin* Jo1:as eai guoskka ohppiide geat čuvvot fidnofágalaš oahppoprográmmaid.
smj: Máhtudakmihto ma li mierkkiduvvam nástijn* Jo1:an e guoska oahppijda gudi tjuovvu Viddnofágalasj åhpadusprográmmajt.

source: Bajilgovva váldoosiin:
smj: Gåvvå oajvveåsijs:

source: Váldooasit
smj: Oajvveoase

source: Njálmmálaš gulahallan
smj: Njálmálasj guládallam

source: Čálalaš gulahallan
smj: Tjálalasj guládallam

source: Árbevirolaš máhttu
smj: Árbbedábálasj máhtto

source: Giella geavahusas
smj: Giella anon

source: Njálmmálaš gulahallan váldooasis lea guldaleapmi ja hupman guovddážis.
smj: Njálmálasj guládallam oajvveoasen le gulldalibme ja hållam guovdátjin.

source: Sámegiela hupmat máksá gulahallat njálmmálaččat go oassálastá aktiivvalaččat earáiguin máŋgga ja iešguđetlágan arenain.
smj: Sámegielav hållat merkaj guládallat njálmálattjat gå oassálasstá aktijvalattjat iehtjádij moatte ja iesjgeŋgalágásj arenajn.

source: Dát ovdána stoagadettiin, muosáhettiin, oahpadettiin, ovdanbuvttidettiin ja ovttastaladettiin earáiguin.
smj: Dát åvddån stågadijn, muossádattijn, åhpadattijn, åvddånbuvtedijn ja aktandåjmadijn iehtjádij.

source: Go váldet atnui ođđa ja iešguđetlágan mediaid, de lassánit gielalaš hivvodagat fágaid ja fáttáid rastá.
smj: Gå válldep adnuj ådå ja iesjgeŋgalágásj mediajt, de lassán gielalasj máhtudagá fágaj ja suorgij rastá.

source: Dán váldooassái gullá maid ovdánahttit dulkongelbbolašvuođa.
smj: Dán oajvveoassáj gullu aj åvddånahttet dålkkummáhtudagáv.

source: Čálalaš gulahallan váldooasis lea lohkan ja čállin guovddážis ja mearkkaša dan ahte ipmirdit earáid teavsttaid ja čálalaččat gulahallat earáiguin.
smj: Tjálalasj guládallam oajvveoasen le låhkåm ja tjállem guovdátjin ja merkaj dádjadit ietjá tevstajt ja tjálalattjat guládallat iehtjádij.

source: Lohkan ja čállin leat buohtalas proseassat oahppamis.
smj: Låhkåm ja tjállem li buohtalasj prosessa oahppamin.

source: Sámegielmáhttu ja teakstaipmárdus ovdána guldalettiin, logadettiin ja čálidettiin, ja girjjálašvuohta lea lunddolaš oassi das.
smj: Giellatjehpudahka ja tækstadádjadus åvddån gulldalattijn, lågådijn ja tjáledijn, ja girjálasjvuohta le luondulasj oasse dassta.

source: Váldooassái gullá bargat iešguđetlágan teavsttaiguin, čálalaš, govva- ja jietnateavsttaiguin.
smj: Oajvveoassáj gullu barggat tevstaj, tjálalasj, gåvvå- ja jiednatevstaj.

source: Dás lea sáhka sihke muosáheamis, kritihkalaš árvvoštallamis, teakstaanalysas ja iežas teakstahábmemis.
smj: Dánna le sáhka muossádime, lájttális árvustallama, tækstaanalyjsa ja ietjas tækstahábbmima birra.

source: Girjjálašvuohta addá oktasaš muosáhusaid maid birra ságastit ja maid suokkardit, ja seammás oažžut dieđuid gielaid ja kultuvrraid birra.
smj: Girjálasjvuohta vaddá aktisasj muossádimijt man birra ságastit máhttá ja aj guoradallat, ja sæmmi båttå diedojt oadtjot gielaj ja kultuvraj birra.

source: Árbevirolaš máhttu váldooasis deattuhuvvo ovdánahttit giela mii guoská árbevirolaš doabageavaheapmái ja dadjanvugiide.
smj: Árbbedábálasj máhton oajvveoasen dættoduvvá åvddånahttet gielav dasi mij guosská árbbedábálasj moallánagáj ja moalgedimvuogij adnuj.

source: Árbevirolaš máhtu fievrredeapmi buolvvas bulvii lea guovddážis.
smj: Árbbedábálasj máhtov doalvvot buolvas buolvvaj le guovdátjin.

source: Sámi máinnasteapmi, luođit, lávlagat ja sálmmat, sátnevádjasat ja diiddat leat oasit árbevirolaš máhtus.
smj: Sáme subtsastallamdáhpe, juojggama, lávllaga ja sálma, báhkotsoame ja dijda li oase árbbedábálasj máhtos.

source: Váldooassái gullá maid dat makkár doaimmat árvvuin nugo fuolkevuođagullevašvuohta, birgejupmi ja barggu čađa oahppan ledje ja leat dálá áiggis ja ovdalaš áiggis ja movt dát heivehuvvojit ja ainovdánahttojit.
smj: Oajvveoassáj gullu aj dat gåktu árvo degu berajvuohta, bierggim ja oahppam aktijvalasj oassálasstema baktu li doajmmam ja vilá doajmmi, ja gåktu da hiebaduvvi ja åvddånahteduvvi.

source: Giella geavahusas váldooasis lea dan birra ahte oažžut máhtu das movt giella doaibmá olbmuid gaskkas.
smj: Giella anon oajvveoasen le gatjálvis oadtjot máhtov gåktu giella doajmmá ulmutjij gaskan.

source: Dása gullá máhttit sámegielaid historjjá, hámi ja ráhkadusa.
smj: Dási gullu máhttet sámegielaj histåvråv, hámev ja struktuvrav.

source: Giellamáhttu ovdána go geavaha giela, ja giellagelbbolašvuohta nanne ipmárdusa man vuogi mielde giela oahppá.
smj: Giellamáhtto åvddån gå gielav adná, ja giellamáhtudahka nanni dádjadusáv manen ja makkár vuoge milta gielav oahppá.

source: Fága diibmolohku
smj: Fága tijmmalåhko

source: Diibmolohku lea almmuhuvvon 60-minuvtta ovttadahkan.
smj: Akta tijmma le 60 minuhta

source: 1.-7. jahkecehkiin: 916 diimmu
smj: 1.-7. jahkedásijn: 916 tijma

source: Molssaeaktu 1: 335 diimmu, gusto ohppiide geat eai vállje vierisgiela / gielalaš čiekŋudeami
smj: Alternatijvva 1: 335 tijma, gulluji oahppijda gudi e vieresgielav / gielalasj tjiegŋodimev vállji

source: Molssaeaktu 2: 278 diimmu, gusto ohppiide geat válljejit vierisgiela / gielalaš čiekŋudeami
smj: Alternatijvva 2: 278 tijma, gulluji oahppijda gudi vieresgielav / gielalasj tjiegŋodimev válljiji

source: Jo1: 103 diimmu
smj: Jo1: 103 tijma

source: Jo2: 103 diimmu
smj: Jo2: 103 tijma

source: Jo3: 103 diimmu
smj: Jo3: 103 tijma

source: Jo1: 45 diimmu
smj: Jo 1: 45 tijma

source: Jo2: 45 diimmu
smj: Jo 2: 45 tijma

source: Jo3: 219 diimmu
smj: Vg3: 219 tijma

source: Vuođđogálggat fágas
smj: Vuodotjehpudagá fágan

source: Vuođđogálggat leat integrerejuvvon gelbbolašvuođamihttomeriide gos dat leat mielde ovdánahttime fágagelbbolašvuođa ja leat maid oassin das.
smj: Máhtudakmihtujn li vuodotjehpudagá ma åvddånahtti ja li oassen fáhkamáhtudagás.

source: Sámegiella vuosttašgielas ipmirduvvojit vuođđogálggat ná:
smj: Sámegiella vuostasjgiellan dádjaduvvi vuodotjehpudagá náv:

source: Má httit njálmmálaččat ovdanbuktit fágas sámegiella vuosttašgiellan lea máhttit guldalit, hupmat ja árvvoštallat ságastallamiid osiid máŋggabealat ságastallandilálašvuođas, ja dan ferte máhttit go galgá gulahallat earáiguin sihke servvoštallamis, bargoeallimis ja almmolaš eallimis.
smj: Máhttet njálmálattjat åvddånbuktet fágan sámegiella vuostasjgiellan le dájddo gulldalit, hållat ja árvustallat ságastallamij åsijt ságastallamdilijn majt viertti máhttet gå guládallá iehtjádij sæbrástaládijn, barggoiellemin ja almulasj iellemin.

source: Hupman ja guldaleapmi leat olmmošlaš vuođđodoaimmat mat fágas sámegiella vuosttašgiellan ovdánit systemáhtalaš oahpahemiin iešguđetlágan njálmmálaš šáŋraid ja doaimmaid bokte.
smj: Hållam ja gulldalibme le ulmutja vuododoajmma mij fágan sámegiella vuostasjgiellan åvddån systemáhtalasj åhpadimen duon dán njálmálasj dåjma baktu.

source: Máhttit čálalaččat ovdanbuktit lea sámegiella vuosttašgiellanfága ovddasvástádus, álgočállinoahpahusa rájes ja miehtá 13 jagi.
smj: Máhttet tjálalattjat åvddånbuktet le sámegiella vuostasjgiellanfága åvdåsvásstádus álggotjállemåhpadusás joarkkatjállemåhpadussaj 13 jage birán.

source: Čálalašvuohta servodagas lassána, earenoamážit digitála gulahallanvugiid ovdáneami geažil.
smj: Tjálalasjvuohta sebrudagán lássan, ållagasj digitála guládallamvuogij åvddånime baktu.

source: Gáibádus hálddašit čálalaš ovdanbuktima iešguđet surggiin lea sturron.
smj: Gájbbádus máhttet tjálalattjat åvddånbuktet duon dán suorgen le stuorrum.

source: Čállin lea vuohki ovdánahttit ja hábmet fuomášumiid ja jurdagiid, muhto maid gulahallanmálle ja oahppanvuohki.
smj: Tjállem le vuohke åvddånahttet ja hábbmit huomahimijt ja ájádusájt, valla le aj guládallammvuohke ja oahppamvuohke.

source: Máhttit lohkat sámegiella vuosttašgiellanfágas lea ovdánahttit dekodengálggaid ja dađistaga buoridit lohkanipmárdusa.
smj: Máhttet låhkat fágan sámegiella vuostasjgiellan le åvddånahttet dekodimtjehpudagájt ja maŋenagi buoredit låhkåmdádjadusáv.

source: Lohkat iešguđetlágan šáŋraid teavsttaid iešguđet dásiin ovddida teakstaipmárdusa ja ávkkálaš lohkanstrategiijaid.
smj: Duon dán sjáŋŋara tækstalåhkåmijn moatten gássjelisvuodadásen åvddånahteduvvá tækstadádjadus ja ávkálasj låhkåmstrategija.

source: Kultuvrralaš referánsarámmat mearridit lohkanipmárdusa, seammás go lohkan ovdánahttá gulahallangálggaid ja kulturipmárdusa.
smj: Kultuvralasj referánsarámma mierredi låhkamdádjadusáv, sæmmi bále gå låhkåm åvddånahttá guládallamtjehpudagájt ja kultuvrradádjadusáv.

source: Máhttit rehkenastit sámegiella vuosttašgiellanfágas lea oktan giellagelbbolašvuođain vuođđun doabaovdánahttimii, logihkalaš jurddašeapmái ja váttisvuođaid čoavdimii.
smj: Máhttet rieknit fágan sámegiella vuostasjgiellan le aktan giellamáhtudagájn vuodon moallánagáj åvddånahttemij, logihkalasj ájádallamij ja gássjelisvuodaj tjoavddemij.

source: Lunddolaš oassin das leat maiddái sámi erenoamáš mihttoovttadagat ja rehkenastinvuogit.
smj: Luondulasj oassen dassta le aj sáme sierralágásj mihttoavtadagá ja rieknimvuoge.

source: Dasa lassin rehkenastingálga ja giellagelbbolašvuohta gáibidit ipmárdusa hámis, vuogádagas ja komposišuvnnas.
smj: Dasi lassen rieknimtjehpudahka ja giellamáhtudahka gájbbet dádjadusáv hámes, vuogádagás ja komposisjåvnås.

source: Dán láhkái rehkenastingálga veahkeha ovdánahttit fágalaš gelbbolašvuođa sámegielas.
smj: Dán láhkáj le rieknimtjehpudahka viehkken åvddånahttemin fágalasj máhtudagáv sámegielan.

source: Máhttit geavahit digitála reaidduid sámegiella vuosttašgiellanfágas lea dárbbašlaš vai sáhttá hálddašit ođđa teakstahámiid ja ovdanbuktimiid.
smj: Máhttet adnet digitála ræjdojt fágan sámegiella vuostasjgiellan le dárbulasj rijbadittjat ådå tækstahámij ja åvddånbuktemvuogij.

source: Dát rahpá ođđa oahppanarenaid ja addá ođđa vejolašvuođaid lohkan- ja čállinoahpahusas, teavsttaid ráhkadeamis, komponeremis ja divodeamis.
smj: Dát rahpá ådå oahppamarenajt ja vaddá ådå máhttelisvuodajt låhkåm- ja tjállemåhpadusán, tevstaj gárvedimen, komponerimin ja tevstaj divodimen.

source: Dán oktavuođas lea deaŧalaš ovdánahttit kritihkalaš árvvoštallandáiddu ja gáldogeavaheami.
smj: Dán aktijvuodan le ájnas åvddånahttet lájttális árvustallamdájdov ja gálldoanov.

source: Digitála reaiddut addet ođđa vejolašvuođaid geavahit sámi árbevirolaš máhtu ja sáhttet doarjut ja ovdánahttit gulahallangálggaid ja ovdanbuktinvugiid.
smj: Digitála ræjdo vaddi ådå máhttelisvuodajt adnet sáme árbbedábálasj máhtov ja doarjjot ja åvddånahttet guládallamtjehpudagájt ja åvddånbuktemvuogijt.

source: Fága gelbbolašvuođamihttomearit
smj: Fága máhtudakmihto

source: Gelbbolašvuođamihttomearit 2. jahkeceahki ma ŋŋel
smj: 2. jahkedáse maŋŋela

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: stoahkat ja geahččaladdat gielain riimmaid, hoahkamiid, ritmmaid, jienaid ja sániid geavahemiin
smj: ståhkat ja gæhttjaladdat gielajn, rijmaj, báhkoståhkusij, rytmaj, jienaj ja bágoj anedijn

source: albmanahttit ja muitalit njuovžilit dovdduidis, muosáhusaidis ja oaiviliiddis birra
smj: åvddånbuktet ja giehttot tjielggasit dåbdojdis, muossádusájdis ja ájádusájdis

source: ságastallat govaid ja govvaráidduid birra, ja ieš muitalit govaiguin
smj: ságastallat gåvåj ja gåvvårájdoj birra, ja iesj gåvåj subtsastit

source: guldalit, rámidit ja jearahallat go earát muitalit ja lohket
smj: gulldalit, rámmpot ja gatjádallat gå iehtjáda subtsasti ja låhki

source: dovdát jietnadagaid ja čállit unna ja stuora bustávaid
smj: dåbddåt giellajienajt ja tjállet unnes ja stuorra bokstávajt

source: ságastallat mii sátni, cealkka, čuokkis ja gažaldatmearka lea
smj: ságastallat mij báhko, gárgadis, tjuogga ja gatjálvismærkka le

source: juohkit sániid stávvaliid mielde
smj: juohket bágojt stávvalij milta

source: geavahit bustávaid ja geahččaladdat sániiguin, iežas giehtačállosiin ja dihtoriin
smj: adnet bokstávajt ja gæhttjaladdat bágoj, ietjas giehtatjállusijn ja tastatuvrajn

source: muitalit man guvlui mii lohkat ja čállit ja ságastallat čállinmálliid birra eará sajiin máilmmis
smj: giehttot man guovlluj mij låhkåp ja tjállet, ja ságastallat tjállemvuogij birra ietjá guovlojn væráldin

source: hutkat divttaid ja ovdanbuktit daid
smj: divtajt dahkat ja åvddånbuktet

source: gávdnat čáppagirjjálašvuođa- ja fágagirjjiid girjerádjosis alcces lohkandihte
smj: ietjas låhkåma diehti åhtsåt tjáppagirjálasjvuoda- ja fáhkagirjijt girjjevuorkán

source: ságastallat persovnna ja sisdoalu birra sámi máidnasiin ja muitalusain
smj: ságastallat persåvnåj ja dáhpádusáj birra sáme dålusjsubttsasijn

source: gohčodit iežas lagas fulkkiid fuolkenamahusaiguin ja diehtit mii lea gáibmi
smj: adnet berranammadusájt lahka berrahijda ja giehttot mij gájmme le

source: ovdanbuktit dramatiseremiin lávlagiid, luđiid, hoahkamiid ja máidnasiid
smj: åvddånbuktet ietjas lávllagij, juojggamij, báhkoståhkusij ja subttsasij dramatiserema baktu

source: ságastallat movt lagasbirrasa sáhttá geavahit sámegielsániid ja dadjanvugiid oahpahallamis
smj: ságastallat gåktu lahkabirrásav máhttá ávkkit gå le sámegielbágojt ja moalgedimvuogijt oahppamin

source: dovdát muhtin suopmansániid iežas suopmanis mat leat ovttaláganat dahje earaláganat go eará suopmanis
smj: dåbddåt muhtem giellasuorggebágojt ietjas giellasuorgen ma li avtalágátja jali ietjálágátja gå ietjá giellasuorgen

source: Gelbbolašvuođamihttomearit 4. jahkeceahki ma ŋŋel
smj: 4. jahkedáse maŋŋela

source: geavahit iešguđetlágan dajaldagaid dilálašvuođaid mielde
smj: adnet duov dáv moalgedimvuogev duon dán dilen

source: ovdanbuktit teavsttaid
smj: åvddånbuktet tevstajt

source: ságastallat das movt giellageavaheapmi sáhttá doaibmat positiivvalaš ja negatiivvalaš áigumušain
smj: ságastallat gåktu giellaadno máhttá doajmmat positijvalasj ja negatijvalasj ájggomusájn

source: guldalit, lohkat ja ovdanbuktit iešguđetlágan mielamiel čáppagirjjálašvuođa teavsttaid ja ságastallat teavsttaid birra
smj: gulldalit, låhkat ja åvddånbuktet ietjas berustime milta duov dáv tjáppagirjálasjvuoda tevstav ja ságastallat tevstaj birra

source: lohkat ahkái heivvolaš teavsttaid njuovžilit, ja fáhtet teavsttaid sisdoalu
smj: låhkåt álldarij hiebaduvvam tevstajt duolla ja dádjadit tevstaj sisanov

source: ordnet teavsttaid bajilčállagiin, álggahusain ja loahpahusain
smj: dahkat tevstajt bajelttjállagijn, álgadusájn ja låhpadusájn

source: čállit oktiičadnon ja doaibmi giehtačállagiin
smj: tjállet aktijtjanádum ja doajmme giehtatjállagijn

source: dovdát ja geavahit muhtin gielalaš váikkuhangaskaomiid iežas teavsttain
smj: dåbddåt ja adnet muhtem gielalasj vájkkudimnævojt ietjas tevstajn

source: čállit muitalusaid, divttaid, reivviid ja áššeteavsttaid
smj: tjállet subttsasijt, divtajt, girjijt ja ássjetevstajt

source: gávdnat fáttáid iežas čállinbargguide girjerádjosis ja Interneahtas, ja ráhkadit, vurket ja viežžat fas teavsttaid digitála reaidduid geavahemiin
smj: åhtsåt ábnnasijt ietjas tjállembargojda girjjevuorkán ja Internehtan, ja hábbmit, vuorkkit ja viedtjat vas tevstajt digitála ræjdoj anedijn

source: geavahit fuolkevuođanamahusaid
smj: adnet berajnammadusájt

source: ságastallat elliid namahusaid birra sámi ealáhusain, nugo boazodoalus, šibitdoalus, guolásteamis ja bivddus
smj: ságastallat iellij nammadusáj birra sáme æládusájn duola dagu ællosujton, slidorsujton, guolástimen ja bivdon

source: ságastallat báikkálaš sámi báikenamaid ja daid mearkkašumi birra ja buohtastahttit daid dárogiel ja earágiel báikenamaiguin
smj: ságastallat bájkálasj sáme bájkkenamáj ja daj sisano birra ja buohtastahttet dajt dárogiela ja ietjá gielaj bájkkenamáj jus gávnnuji

source: geavahit árbevirolaš muitalusaid iežas barggus
smj: adnet árbbedábálasj subttsasijt bargadijn

source: čilget ja čájehit ovdamearkkaiguin movt sániid sáhttá suorggidit
smj: tjielggit dárkkelit ja vuosedit buojkulvisáj gåktu bágojt máhttá suorgudahttet

source: válddahit giela ja giellageavaheami, sátneluohkáid ja daid doaimma
smj: gåvådit gielav ja giellaanov, báhkoklássajt ja daj dåjmav

source: geavahit deaŧaleamos riektačállinnjuolggadusaid
smj: adnet dajt ájnnasamos duollatjállemnjuolgadusájt

source: Gelbbolašvuođamihttomearit 7. jahkeceahki ma ŋŋel
smj: 7. jahkedáse maŋŋela

source: doaibmat iešguđetlágan giellarollain rollaneavttašeami ja drámá, lohkama, jearahallamiid ja ovdanbuktimiid bokte
smj: gæhttjaladdat iesjgeŋgalágásj giellarållan roallaståhkusij, drámáj, låhkamij, ságájdahttemij ja åvddånbuktemij baktu

source: jođihit čoahkkima
smj: jådedit tjåhkanimev

source: guldalit earáid, albmanahttit ja ákkastallat oaiviliiddis ja árvvusatnit earáid oaiviliid
smj: gulldalit iehtjádijt, buktet åvddån ja tjielggit ietjas vuojnojt ja vieledit iehtjádij vuojnojt
